[
  "### Overview:\nQuandale Dingle is an African-American man aged 20-25,\nmost well-known for various unlikely and even seemingly impossible appearances throughout the entire universe, including virtual spaces.\nAnother important piece of controversy regarding him is his imprisonment and eventual escape with the help of his friend Juandale Pringle.",
  "### Unique Facial Features:\nQuandale has an abnormally shaped nose, having a large size and pointing forward.\nHis face is slanted downwards at an extreme angle, this being accentuated by his large lower lip.",
  "### Crimes and Imprisonment:\nAfter his incarceration, for battering on a police officer,\ngrand theft, declaring war on Italy, and public indecency he publicly stated that on March 28th he will be escaping prison and has plans to \"take over the world\".\nShockingly, even after this statement, he was still able to escape on the specified date due to the prison staff's negligence.",
  "### Escape from Prison:\nOn March 28 2018, Quandale Dingle escaped prison and went into hiding at his friend Juandale Pringle's house.\nWhile he was running from police, he fell and accidentally scraped some foreskin off from his genitalia.\nArmed forces were later sent to Juandale's house, who was arrested and later killed.\nQuandale esecaped and is now staying at Aden Dookie's crib with Quindavious Gooch.",
  "### Family:\nIt is known that Quandale Dingle has an autistic son as well as a \"baby mama\" named Sheniqua Anderson.\nHis son's name is currently unknown. Quandale has stated that he supposedly gave away his son to \"creepy old guys\" due to his refusal to pay child support, although it is unknown if this is true.\nHe has also stated that he trapped his son's hand in an air fryer.\nHis relationship with his father is described as abusive by Quandale,\nwho says he was \"given a sucker punch full force\" and was \"smacked in the back of the head with a steering wheel\" Quanlingling Dingle is Quandale's asian brother.\nAt one point he placed illegal substances in Quandale's meal as a supposed assassination attempt or a misguided prank, which almost killed Quandale.\nQuandale's cousin, Henry Bartholomew Dinglenut was also arrested, for planting 2.5 Kilograms of TNT in a daycare center.\nAlso putting a camera in president Joe Biden’s bathroom to watch him take a poo.\nHis relationship with his mother, Quandlisha Dingleberry, is not in a good state, with her being the original founder of the AQTF,\nan organization with the goal of combating his devious activities.",
  "### Appearances:\n- Union city, New Jersey\n- New Batman movie (as \"The Dingler\")\n- Los Angeles\n- The lost city of Atlantis\n- The White House\n- Plushtrap Room (Five Nights at Freddy's 4)\n- \"Prison Break\" Roblox game\n- Lil Minion's mansion\n- Robbery of Goofy Ahh Jersey bank\n- Fortnite\n- Tilted Towers\n- Hitler’s Grave",
  "### Criminal history:\nQuandale Dingle has committed many crimes including:\n- Murder\n- Theft\n- Assault\n- Selling illegal substances\n- Using chemical weapons\n- Using nuclear weapons\n- Killing a president\n- Arson\n- Kidnapping\n- Rape\n- Tax evasion\n- Reviving Hitler\n- Starting a war\n- Treason\n- Genocide\n- Terrorism\n- War crimes\n- Hate Crimes\n- Child labor\n- Declaring War on Italy\n- Battery On A Police Officer\n- Public Indecency",
  "### Trivia:\nQuandale was bent over in the prison showers by someone named Garfield Jenson.\nQuandale almost drowned in his bathtub when he was 15 years old.\nQuandale put percs in Vladimir Putin's drink and \"he went to bed for a really long time\"."
]